{
  "p": "API-Key",
  "type": "SMS-Typ entsprechend der SMS-Typen auf sms77.io.\nBitte verwenden Sie für wichtige SMS den Typ Direct.\nBei Economy SMS kann es technischen Gründen zu verzögertem oder fehlendem Versand kommen.\neconomy\ndirect",
  "from": "Absendernummer. Dieser darf maximal 11 alphanumerische oder 16 numerische Zeichen enthalten.\tAbsender\n01761234567890\nFirmaABC. Standard ist SMS (?).",
  "debug": "Falls aktiviert werden keine SMS verschickt oder berechnet.\t1\n0",
  "delay": "Datum/Zeit für zeitversetzten Versand\tWahlweise Unix-Timestamp oder Format yyyy-mm-dd hh:ii\nBsp: 1141511104\noder\n2016-03-04 23:25:04",
  "no_reload": "Reloadsperre ausschalten. Diese Sperre verhindert den Versand von gleichen SMS (Text, Typ & Empfänger gleich) innerhalb von 180 Sekunden. Diese Sperre können Sie auch dauerhaft in Ihrem Login unter Einstellungen > SMS deaktivieren.\t1\n0",
  "unicode": "Versand als Unicode SMS (kyrillisch, arabische etc Schriftzeichen). Die SMS Länge verkürzt sich dadurch auf 70 Zeichen. Bitte beachten Sie, dass unser Gatway die Kodierung automatisch erkennt. Dieser Parameter ist daher nicht notwendig. Sie können hiermit allerdings eine bestimmte Versandart forcieren. Nur Direct SMS unterstützen unicode Nachrichten.\t1\n0",
  "flash": "SMS als Flash SMS versenden. Diese werden direkt im Display des Empfängers angezeigt (nur bei Direct SMS verfügbar)\t1\n0",
  "udh": "Nur für Direct SMS. Individueller User Data Header (UDH) der SMS. Sofern angegeben und Variable text Hexcode enthält, wird die Nachricht als 8-bit Binary SMS versendet\t050003CC0201 (Verkettete Nachricht: Referenznummer 204, Teil 1 von 2)",
  "utf8": "Forciert die Erkennung als UTF8 Zeichensatz und überschreibt die automatische Erkennung der API\t1\n0",
  "ttl": "Gibt die Validity Period (Gültigkeitsdauer) der SMS in Millisekunden an. Nur bei Direct SMS verfügbar\t86400000 24h (Default) 300000 5min",
  "details": "Zeigt zahlreiche Details zur verschickten SMS an. Praktisch zum Debugging\t1\n0",
  "return_msg_id": "Ist dieser Parameter gesetzt, wird in in der zweiten Zeile nach dem Statuscode die ID der SMS ausgegeben\t1 = ID zurückgeben\n0 = Nur Statuscode (Standard)",
  "label": "Setzen Sie optional für jede SMS ein eigenes Label, um diese in Ihren Statistiken zuordnen zu können. Erlaubte Zeichen: a-z, A-Z, 0-9, .-_@\tKunde_1\nMarketing_22.02.2018\nSplittest17",
  "json": "Die Ausgabe erfolgt detaillierter im JSON Format\t1 – Ausgabe als JSON",
  "performance_tracking": "Klick und Performance Tracking für im SMS Text gefundene URLs aktivieren\t1 – Performance Tracking aktiv\n0 – Performance Tracking deaktiviert (Standard)"
}
